info_itkvant = '''<i>IT-Квантум - разработка приложений и сайтов, создание устройств интернета вещей, облачные сервисы</i>

    <b>• для учащихся 5–11 классов (11–18 лет)
    • занятия один/два раза в неделю по 80 минут
    • объем модуля – 36/72 академических часа
    • группы по 14 человек
    • публичная защита проектов по итогам модуля
    • возможность участвовать в соревнованиях и конференциях </b>
'''

info_airkvant = '''<i>АэроКвантум - аэродинамика, конструирование, радиоэлектроника, схемотехника, программирование подробности</i>

    <b>• для учащихся 6–11 классов (12–18 лет)
    • занятия один/два раза в неделю по 90 минут
    • объем модуля – 72 академических часа
    • группы по 14 человек
    • публичная защита проектов по итогам модуля
    • возможность участвовать в соревнованиях и конференциях </b>
'''
            
info_biokvant = '''<i>БиоКвантум - биология, биотехнология, генная и клеточная инженерия, экология, природоподобные технологии</i>

    <b>• для учащихся 6–11 классов (12–18 лет)
    • занятия один/два раза в неделю по 80 минут
    • объем модуля – 36/72 академических часа
    • группы по 14 человек
    • публичная защита проектов по итогам модуля
    • возможность участвовать в соревнованиях и конференциях</b>
'''

info_hitech = '''<i>Хайтек - работа с 3D-принтерами, лазерными и фрезерными станками c ЧПУ, паяльными станциями</i>

    <b>• для учащихся 6–11 классов (12–18 лет)
    • занятия один/два раза в неделю по 80 минут
    • объем модуля – 36/72 академических часа
    • группы по 10 человек
    • публичная защита проектов по итогам модуля
    • возможность участвовать в выставках</b>
'''

info_inmath = '''<i>Инженерная математика - работа с математическими конструкторами, базами знаний и вычислительными алгоритмами. Основы программирования</i>

    <b>• занятия для учащихся 7-11 классов
    • занятия два раза в неделю по 90 минут
    • объем модуля – 72 академических часа
    • группы по 12 человек
    • публичная защита проектов по итогам модуля
    • возможность участвовать в соревнованиях и конференциях</b>
'''

info_media = '''<i>Медиа - работа с текстом и дикцией, фото- и видеосъемка, обработка фото, видеомонтаж, создание контента для соцсетей</i>

    <b>• занятия для учащихся 6-11 классов
    • занятия два раза в неделю по 90 минут
    • объем модуля – 72 академических часа
    • группы по 12 человек
    • публичная защита проектов по итогам модуля
    • возможность участвовать в соревнованиях и конференциях</b>
'''

info_promdesign = '''<i>Промышленный дизайн - техническое рисование, создание макетов, 3D-моделирование, эргономика и конструирование</i>

    <b>• для учащихся 5–11 классов (11–18 лет)
    • занятия два раза в неделю по 80 минут
    • объем модуля – 72 академических часа
    • группы по 14 человек
    • публичная защита проектов по итогам модуля
    • возможность участвовать в соревнованиях и конференциях</b>
'''

info_promrobokvant = '''<i>ПромРобоКвантум - конструирование и программирование роботов, электроника, мехатроника, программирование</i>

    <b>• для учащихся 5–11 классов (11–18 лет)
    • занятия два раза в неделю по 80 минут
    • объем модуля – 72 академических часа
    • группы по 14 человек
    • публичная защита проектов по итогам модуля
    • возможность участвовать в соревнованиях и конференциях</b>
'''

info_back = "/help"

info_aboutKvant = '''
    	<b>«Кванториум-15»</b> — <i>часть федеральной сети детских технопарков. Мы занимаемся дополнительным образованием в области инженерно-технических и естественных наук.</i>

    У нас школьники 5-11 классов учатся
   <b> • разрабатывать собственные проекты,</b>
    <b>• пользоваться современным оборудованием,</b>
   <b> • применять свои разработки на практике.</b>

<i>В «Кванториуме» работают молодые преподаватели, которые прошли обучение в Сколково и продолжают постоянно повышать свою квалификацию. Мы говорим с детьми на одном языке и просто объясняем сложное.</i>
'''

hello_User = "Привет, я твоя помощница. Нужна помощь с определением направления?\nНапишите команду /help"


helpForUser = "Я - Чат бот для помощи в определении направления в кванториуме. Пройдите тест, отвечая Да или Нет, и я помогу вам определиться!\nДля начала или повторного прохождения напишите /test"