info_itkvant = '''IT-Квантум - разработка приложений и сайтов, создание устройств интернета вещей, облачные сервисы

• для учащихся 5–11 классов (11–18 лет)
• занятия один/два раза в неделю по 80 минут
• объем модуля – 36/72 академических часа
• группы по 14 человек
• публичная защита проектов по итогам модуля
• возможность участвовать в соревнованиях и конференциях 
'''

info_airkvant = '''АэроКвантум - аэродинамика, конструирование, радиоэлектроника, схемотехника, программирование подробности

• для учащихся 6–11 классов (12–18 лет)
• занятия один/два раза в неделю по 90 минут
• объем модуля – 72 академических часа
• группы по 14 человек
• публичная защита проектов по итогам модуля
• возможность участвовать в соревнованиях и конференциях 
'''
            
info_biokvant = '''БиоКвантум - биология, биотехнология, генная и клеточная инженерия, экология, природоподобные технологии

• для учащихся 6–11 классов (12–18 лет)
• занятия один/два раза в неделю по 80 минут
• объем модуля – 36/72 академических часа
• группы по 14 человек
• публичная защита проектов по итогам модуля
• возможность участвовать в соревнованиях и конференциях
'''

info_hitech = '''Хайтек - работа с 3D-принтерами, лазерными и фрезерными станками c ЧПУ, паяльными станциями

• для учащихся 6–11 классов (12–18 лет)
• занятия один/два раза в неделю по 80 минут
• объем модуля – 36/72 академических часа
• группы по 10 человек
• публичная защита проектов по итогам модуля
• возможность участвовать в выставках
'''

info_inmath = '''Инженерная математика - работа с математическими конструкторами, базами знаний и вычислительными алгоритмами. Основы программирования

• занятия для учащихся 7-11 классов
• занятия два раза в неделю по 90 минут
• объем модуля – 72 академических часа
• группы по 12 человек
• публичная защита проектов по итогам модуля
• возможность участвовать в соревнованиях и конференциях
'''

info_media = '''Медиа - работа с текстом и дикцией, фото- и видеосъемка, обработка фото, видеомонтаж, создание контента для соцсетей

• занятия для учащихся 6-11 классов
• занятия два раза в неделю по 90 минут
• объем модуля – 72 академических часа
• группы по 12 человек
• публичная защита проектов по итогам модуля
• возможность участвовать в соревнованиях и конференциях
'''

info_promdesign = '''Промышленный дизайн - техническое рисование, создание макетов, 3D-моделирование, эргономика и конструирование

• для учащихся 5–11 классов (11–18 лет)
• занятия два раза в неделю по 80 минут
• объем модуля – 72 академических часа
• группы по 14 человек
• публичная защита проектов по итогам модуля
• возможность участвовать в соревнованиях и конференциях
'''

info_promrobokvant = '''ПромРобоКвантум - конструирование и программирование роботов, электроника, мехатроника, программирование

• для учащихся 5–11 классов (11–18 лет)
• занятия два раза в неделю по 80 минут
• объем модуля – 72 академических часа
• группы по 14 человек
• публичная защита проектов по итогам модуля
• возможность участвовать в соревнованиях и конференциях
'''

info_back = "/help"