
answerUser =["Да","да","yes","Yes", "Да ", "да "]
answerUserNo =["Нет", "нет","не","НЕТ","Нет ","нет ","no ","NO","No"]

question_afterTest ="Готовы получить ответ?"

infoAboutCommand = "Для повторного прохождения напиште \"/test\" или \"/help\""

#Media
M =[ 
"Интересно, как делают интервью на каналах ВДудь и Ещёнепознер?",
"Хочешь узнать, как создают крутые медиапроекты и успешные блоги?",
"Знаешь как отличить фейковую новость от настоящей?",
"Хочешь узнать, чем сценарий \"Фиксиков\" отличается от сценария \"Вечернего Урганта\"?",
"Тебе предложили снять видеообзор на любимую игру. Для тебя это\n\n\n1.Круто! Это может стать началом моего блога об играх.\n\n2.Будет сложновато придумать, о чём рассказывать, но интересно попробовать.\n\n3.Неинтересно. Лучше потрачу это время на то, чтобы научиться делать игры самому!",
"У вас во дворе собака родила щенят. Нужно найти для них хозяев. Что ты для этого сделаешь?\n\n\n1.Заберут щенков или нет - неизвестно. Лучше пока сделаю для них хорошую будку со встроенным дозатором корма\n\n2.Напишу волонтёрам, которые работают с бездомными животными. Они-то наверняка знают, что делать с щенками!\n\n3.Сделаю такие фотографии этих пёселей, чтобы всем сразу хотелось их взять домой. Выложу фото в соцсетях и попрошу всех, кто может, сделать репосты.",
"Друзья решили запустить паблик в Вконтакте и пригласили тебя присоединиться. Чем будешь помогать?\n\n\n1.Может быть буду репостить у себя их мемы и комментить интересные посты. Создам активность подписчиков.\n\n2.Кто-то сказал мемы? Я в этом шарю! Буду делать публикации, которые станут собирать тысячи лайков.\n\n3.Помогу друзьям поставить нужный софт и настроить дистанционную коммуникацию. Общие папки, удобные мессенджеры, приложения для редактирования текстов и картинок - настроить коммуникацию важно, чтобы паблик был успешным.",
"Классный руководитель предложил написать статью для школьного сайта. Нужно разобраться, как отличать фейковые новости от реальных. Возьмёшься?\n\n\n1.Конечно! Обожаю разоблачать обманщиков и проверять факты! Ещё и рейтинг СМИ составлю по частоте публикации фейков!\n\n2.А как их отличать-то? По-моему, никто наверняка не знает. Ладно, если пятёрку по русскому поставят, то попробую.\n\n3.Вы сайт этот видели? Он даже со смартфона не открывается нормально. Лучше предложу классной сделать новый современный сайт.",
"Тебе предложили подработку на лето. Можно пойти на ТВ в отдел новостей, в лабораторию института биологии или в мастерскую 3D-печати и лазерной резки. Платить везде будут одинаково. Что выберешь?\n\n\n1.Конечно на ТВ! Посмотрю как делают настоящие новости и сам попробую себя в роли корреспондента\n\n2.Пробирки, реактивы, микроскопы, биоматериалы - кажется я делаю первый шаг к Нобелевке в области физиологии и медицины!\n\n3.3D-принтеры - это же самые современные технологии. Уже дома и органы для пересадки на них печатают. Однозначно туда!"]

#IT-квантум
I = [
"Хочешь попробовать себя разработке игр, приложений и сайтов",
"Знаете, что такое C++ или Unity?",
"Обладаете ли вы базовыми навыками программирования?",
"Интересует разработка компьтерных игр?",
"Что такое датчики и для чего они используются?\n\n1.Детекторы, которые имеют возможность измерять некоторые физические качества, такие как давление или свет.\n\n2.Моторы, которые имеют возможность приводить некоторые детали в движения, такие как колеса или свет.\n\n3.И то и то\n\n4.Я не знаю",
"Знаете, что такое переменная, тип переменной и область видимости переменной?",
"Какие личностые требования должны быть к ученику?\n\n1.Навыки командной работы\n\n2.постоять за себя\n\n3.Генерировать различные идеи\n\n4.Чувство юмора"]



#Инженерная математика
IM = [
"Хотелось бы вам перестать думать шаблонами и научиться здравому анализу?",
"Нравится ли вам решать не стандартные задачи?",
"Нравятся ли долгие вычисления и находить решение примеров?",
"Интересны ли вам доказтельства теорем?",
"Знаешь ли ты?\n\n1.Я на седьмом этаже. Это как шестой, но на один повыше. Иногда залезаю на крышу.\n\n2.В прямоугольном треугольнике квадрат длины гипотенузы, равен сумме квадратов длин катетов.\n\n3.Вдоль ночных дорог шла, босиком не жалея ног. Сердце его теперь в твоих руках. Не потеряй его и не сломай.\n\n4.В прямоугольном треугольнике квадрат катета, равен сумме квадратов длин гипотенуз.",
"Конкатенация - это болезнь?\n\n1.Да. Это болезнь поджелудочной железы.\n\n2.Да. Это особое восполение слизестой.\n\n3.Нет. Это склеивания объектов\n\n4.Нет. Это термин дифферициального исчесления",
"Теорема Пифагора это частный случай теоремы косинусов?\n\n1.Теорма Пифагора это частный случай теоремы о синусах.\n\n2.Да.\n\n3.Что такое косинус?\n\n4.Наоброт. Теорема косинусов это частный случай теоремы Пифагора.",
"Трисс или Йеннифэр?\n\n1.Трисс\n\n2.Йеннифэр\n\n3.Не выбираю вовсе\n\n4.Обе",
"Сколько будет 0,(3) + 0,(3) + 0,(3)?\n\n1.Один\n\n2.0,(9).\n\n3.0,9999999998.\n\n4.Я что калькуляор?",
"За столом сидели мужики и...?\n\n1.Ели.\n\n2.Решали задачи.\n\n3.Учили теоремы.\n\n4.Занимались робототехникой.",
"Смотрите ли вы канал <i>\"Хауди Хо\"?</i>"]

#Хайтек
H = [
"Хотели бы научиться работать с 3D принтером, станком лазерной резки?",
"Не боитесь ли \"работать руками\" по дому? Можете забить гвоздь в стену, починить радиоприёмник, и т.п",
"Может вы уже увлекаетесь обработкой разнообразных материалов : дерева, металла и других?",
"Согласны ли беспрекословно соблюдать технику безопасности и ложить вещи на свои места ( если нет, вас могут отчислить из Квантума)?",
"Известна ли вам хотя бы одна технология 3D-печати?",
"Создавали ли вы 3D-модель?",
"Знаете ли вы разницу между векторной и растровой графикой?",
"Имеется ли аллергия на пыль?",
"Вы случайно раздавили шнур от зарядного устройства телефона ножкой стула. От этого телефон перестал заряжаться. Что вы будете с этим делать?\n\n1.Попытаюсь починить и заизолировать\n\n2.Выкину в мусорку и куплю новый шнур в магазине\n\n3.Стащу у брата или сестру тайком",
"Знаете ли вы другое применение лазера, кроме резки и гравировки?\n\n1.А еще можно светить в глаза летчикам самолетов\n\n2.Да. В рекламе видел, как лазером варили кофе и кузов машины\n\n3.У лазера множество применений",
"У вас в 3D-ручке застраял пластик. Что вы будете с этим делать?\n\n1.Заменю ручку по гарантии\n\n2.Вскрою ручку и попробую исправить данную проблему\n\n3.Выкину и заставлю родителей купить новую",
"Представьте, что вы уже в Хайтеке и к вам обратился кванторианец с просьбой найти колесо нестандартного диаметра, которого нет в кванториуме. Как вы ему поможете?\n\n1.Создадите модель и распечатаете на 3D-принтере\n\n2.Попросите переделать конструкцию так, чтобы обойтись имеющимися деталями\n\n3.Обратитесь к администрации докупить колеса?",
"Медиаквантум решил снять сюжет о Хайтеке. Будучи в группе Паши, что вы будете делать?\n\n1.Проведу экскурсию, расскажу об имеющемся оборудовании и продемонстрирую работу некоторых из них\n\n2.Не люблю светиться, боюсь камер, спрячусь в \"грязной зоне\" под большим фрезером\n\n3.Позову Пашу, наверняка он все лучше меня расскажет о направлении Хайтек"]

#Промышленный дизайн 
D = [
"Тебе нравится рисовать?",
"Ты хотел(а) бы создать какое нибудь новое изобретение для пользы людей, животных , растений?",
"Промышленный дизайн занимается разработкой изделий декоративно прикладного характера?",
"Промышленный дизайн занимается разработкой предметов, устройств акцентируя внимание не только на эстетике , но и на функционале?",
"Приходят ли тебе в голову идеи по разработке каких либо новых устройств, которые делают жизнь людей лучше ?",
"Тебе подарили гаджет нового поколения. Что ты сделаешь в первую очередь"]

#IT-Квантум
I = [
"Хочешь попробовать себя разработке игр, приложений и сайтов?",
"Знаете, что такое C++ или Unity?",
"Обладаете ли вы базовыми навыками программирования?",
"Интересует разработка компьтерных игр?",
"Что такое датчики и для чего они используются?\n\n1.Детекторы, которые имеют возможность измерять некоторые физические качества, такие как давление или свет.\n\n2.Моторы, которые имеют возможность приводить некоторые детали в движения, такие как колеса или свет.\n\n3.И то и то\n\n4.Я не знаю",
"Знаете, что такое переменная, тип переменной и область видимости переменной?\n\n1.Да\n\n2.Ну почти\n\n3.Что то слышал\n\n4.Нет",
"Какие личностые требования должны быть к ученику?\n\n1.Навыки командной работы\n\n2.постоять за себя\n\n3.Генерировать различные идеи\n\n4.Чувство юмора"]


#ПромРобоКвантум
R = [
"Ардуино - это человекоподобный робот?",
"Любишь Portal?",
"Готов победить на VEX Challenge?",
"Боишься восстания роботов?",
"Хотел бы работать с Илоном Маском?",
"Хотел бы сделать робота который выполняет скучную работенку?",
"Слабо запрограммировать манипулятор Kuka?",
"Часто не бывает возможности во время кормить питомца. Что ты сделаешь?\n\n1.Сделаю автоматизированную кормушку и мой питомец всегда будет сыт во время\n\n2.Посмотрю в интернете как можно решить данную проблему, и последую совету\n\n3.Попрошу кого-нибудь, чтобы не забывали кормить",
"Тебе предложили учавствовать в гонке роботов\n\n1.Лучше я пойду нарисую робота\n\n2.Сложновато наверное. Но я попробую\n\n3.СУПЕР! Сделаю своего робота и поучавствую в соревнованиях",
"Твои друзья собирают робота и предложили помочь. Что ты сделаешь?\n\n1.Буду собирать корпус и механизмы\n\n2.Буду программировать и паять\n\n3.Придумаю красивый дизайн",
"Ты сделал робота ,но он странно себя ведет и сходит с ума. Что ты сделаешь?\n\n1.Попробую найти ошибку в программе и проверю правильность подключения датчиков\n\n2.Выключу. Подожду. И снова включу.\n\n3.Пойду соберу другого робота"]


#БиоКвантум
B = [
"Ты интересуешься биологией?",
"Хочешь узнать, есть ли жизнь в луже и какая она?",
"Тебе интересно, как работает микроскоп?",
"Тебе интересно, что обитает у тебя на руках?",
"Ты хочешь узнать, как получается сметана?",
"Тебе интересна генетика?",
"Тебе интересна микробиология?"]


#AироКвантум
A =[
"Знаешь почему летает самолет?",
"Знаешь разницу между геликоптером(вертолетом), конвертопланом и квадрокоптером?",
"Ты хочешь найти Себе крутую команду единомышленников и друзей?",
"Любишь ли ты возится с железками и проводами?",
"Смотришь канал AlexGyver?",
"Хочешь чтобы твой дрон мог залететь туда, куда не заберется ни один обычный робот?",
"Что выберешь\n\n1.Собрать крутой коптер, который решит чью-то проблему\n\n2.Я хочу просто полетать на дроне\n\n3.Я вообще не сам выбирал, меня родители отдали",
"Приходилось ли тебе раньше паять?",
"Хочешь научиться программированию, и даже программиорать дроны и роботов?",
"Пробовал ли ты уже программировать?",
"Какое слово подходит под определение? Угловые движения летательного аппарата относительно вертикальной оси , а также небольшие изменения курса вправо или влево.\n\n1.Рыскание\n\n2.Крен\n\n3.Щеночки!",
"JoJo?",
"Ты закончил работу и пора идти домой, твои действия?\n\n1.Попрощаюсь и пойду помой. Дом, милый дом!\n\n2.Уберу все по местам и приведу рабочее пространство в порядок, попрощаюсь. Пойду домой!\n\n3.Пойду домой! Ура!",
"Твой дрон странно себя ведет, после того как ты его собрал. Что будешь делать?\n\n1.Попробую найти ошибку в программе и проверю правильность подключения датчиков.\n\n2.Выключу. Подожду. И снова включу.\n\n3.Пойду домой, все равно не вышло",
"Твои друзья собирают робота и предложили помочь. Что ты сделаешь?\n\n1.Буду программировать и паять\n\n2.Буду собирать корпус и механизмы\n\n3.Узнаю в какая помощь им требуется, а после начну заниматься ей.",
"Тебе нужно, чтобы твой дрон завис на одной позиции, что ты сделаешь для этого?\n\n1.Привяжу его веревочкой, так он точно не сбежит\n\n2.Установлю и запрограммирую GPS датчики, чтобы по ним дрон определял свое положение и корректировал его.\n\n3.Поставлю на этой позиции метки, установлю на дрон камеру, по которой дрон будет считывать метки и корректировать свое положение относительно них."]

info_itkvant = '''<i>IT-Квантум - разработка приложений и сайтов, создание устройств интернета вещей, облачные сервисы</i>

    <b>• для учащихся 5–11 классов (11–18 лет)
    • занятия один/два раза в неделю по 80 минут
    • объем модуля – 36/72 академических часа
    • группы по 14 человек
    • публичная защита проектов по итогам модуля
    • возможность участвовать в соревнованиях и конференциях </b>
'''

info_airkvant = '''<i>АэроКвантум - аэродинамика, конструирование, радиоэлектроника, схемотехника, программирование подробности</i>

    <b>• для учащихся 6–11 классов (12–18 лет)
    • занятия один/два раза в неделю по 90 минут
    • объем модуля – 72 академических часа
    • группы по 14 человек
    • публичная защита проектов по итогам модуля
    • возможность участвовать в соревнованиях и конференциях </b>
'''
            
info_biokvant = '''<i>БиоКвантум - биология, биотехнология, генная и клеточная инженерия, экология, природоподобные технологии</i>

    <b>• для учащихся 6–11 классов (12–18 лет)
    • занятия один/два раза в неделю по 80 минут
    • объем модуля – 36/72 академических часа
    • группы по 14 человек
    • публичная защита проектов по итогам модуля
    • возможность участвовать в соревнованиях и конференциях</b>
'''

info_hitech = '''<i>Хайтек - работа с 3D-принтерами, лазерными и фрезерными станками c ЧПУ, паяльными станциями</i>

    <b>• для учащихся 6–11 классов (12–18 лет)
    • занятия один/два раза в неделю по 80 минут
    • объем модуля – 36/72 академических часа
    • группы по 10 человек
    • публичная защита проектов по итогам модуля
    • возможность участвовать в выставках</b>
'''

info_inmath = '''<i>Инженерная математика - работа с математическими конструкторами, базами знаний и вычислительными алгоритмами. Основы программирования</i>

    <b>• занятия для учащихся 7-11 классов
    • занятия два раза в неделю по 90 минут
    • объем модуля – 72 академических часа
    • группы по 12 человек
    • публичная защита проектов по итогам модуля
    • возможность участвовать в соревнованиях и конференциях</b>
'''

info_media = '''<i>Медиа - работа с текстом и дикцией, фото- и видеосъемка, обработка фото, видеомонтаж, создание контента для соцсетей</i>

    <b>• занятия для учащихся 6-11 классов
    • занятия два раза в неделю по 90 минут
    • объем модуля – 72 академических часа
    • группы по 12 человек
    • публичная защита проектов по итогам модуля
    • возможность участвовать в соревнованиях и конференциях</b>
'''

info_promdesign = '''<i>Промышленный дизайн - техническое рисование, создание макетов, 3D-моделирование, эргономика и конструирование</i>

    <b>• для учащихся 5–11 классов (11–18 лет)
    • занятия два раза в неделю по 80 минут
    • объем модуля – 72 академических часа
    • группы по 14 человек
    • публичная защита проектов по итогам модуля
    • возможность участвовать в соревнованиях и конференциях</b>
'''

info_promrobokvant = '''<i>ПромРобоКвантум - конструирование и программирование роботов, электроника, мехатроника, программирование</i>

    <b>• для учащихся 5–11 классов (11–18 лет)
    • занятия два раза в неделю по 80 минут
    • объем модуля – 72 академических часа
    • группы по 14 человек
    • публичная защита проектов по итогам модуля
    • возможность участвовать в соревнованиях и конференциях</b>
'''

info_back = "/help"

info_aboutKvant = '''
    	<b>«Кванториум-15»</b> — <i>часть федеральной сети детских технопарков. Мы занимаемся дополнительным образованием в области инженерно-технических и естественных наук.</i>

    У нас школьники 5-11 классов учатся
   <b> • разрабатывать собственные проекты,</b>
    <b>• пользоваться современным оборудованием,</b>
   <b> • применять свои разработки на практике.</b>

<i>В «Кванториуме» работают молодые преподаватели, которые прошли обучение в Сколково и продолжают постоянно повышать свою квалификацию. Мы говорим с детьми на одном языке и просто объясняем сложное.</i>
'''

hello_User = "Привет, я твоя помощница. Нужна помощь с определением направления?\nНапишите команду /help"


helpForUser = "Я - Чат бот для помощи в определении направления в кванториуме. Пройдите тест, выбирая варианты ответа, и я помогу вам определиться!\nДля начала или повторного прохождения напишите /test"
