
question_afterTest ="Готовы получить ответ?"

infoAboutCommand = "Для повторного прохождения напиште \"/test\" или \"/help\""

#Media
M1 = "Интересно, как делают интервью на каналах ВДудь и Ещёнепознер?"
M2 = "Хочешь узнать, как создают крутые медиапроекты и успешные блоги?"
M3 = "Знаешь как отличить фейковую новость от настоящей?"
M4 = "Хочешь узнать, чем сценарий \"Фиксиков\" отличается от сценария \"Вечернего Урганта\"?"
M5 = "Тебе предложили снять видеообзор на любимую игру. Для тебя это\n\n\n1.Круто! Это может стать началом моего блога об играх.\n\n2.Будет сложновато придумать, о чём рассказывать, но интересно попробовать.\n\n3.Неинтересно. Лучше потрачу это время на то, чтобы научиться делать игры самому!"
M6 = "У вас во дворе собака родила щенят. Нужно найти для них хозяев. Что ты для этого сделаешь?\n\n\n1.Заберут щенков или нет - неизвестно. Лучше пока сделаю для них хорошую будку со встроенным дозатором корма\n\n2.Напишу волонтёрам, которые работают с бездомными животными. Они-то наверняка знают, что делать с щенками!\n\n3.Сделаю такие фотографии этих пёселей, чтобы всем сразу хотелось их взять домой. Выложу фото в соцсетях и попрошу всех, кто может, сделать репосты."
M7 = "Друзья решили запустить паблик в Вконтакте и пригласили тебя присоединиться. Чем будешь помогать?\n\n\n1.Может быть буду репостить у себя их мемы и комментить интересные посты. Создам активность подписчиков.\n\n2.Кто-то сказал мемы? Я в этом шарю! Буду делать публикации, которые станут собирать тысячи лайков.\n\n3.Сделаю такие фотографии этих пёселей, чтобы всем сразу хотелось их взять домой. Выложу фото в соцсетях и попрошу всех, кто может, сделать репосты."
M8 = "Классный руководитель предложил написать статью для школьного сайта. Нужно разобраться, как отличать фейковые новости от реальных. Возьмёшься?\n\n\n1.Конечно! Обожаю разоблачать обманщиков и проверять факты! Ещё и рейтинг СМИ составлю по частоте публикации фейков!\n\n2.А как их отличать-то? По-моему, никто наверняка не знает. Ладно, если пятёрку по русскому поставят, то попробую.\n\n3.Вы сайт этот видели? Он даже со смартфона не открывается нормально. Лучше предложу классной сделать новый современный сайт."
M9 = "Тебе предложили подработку на лето. Можно пойти на ТВ в отдел новостей, в лабораторию института биологии или в мастерскую 3D-печати и лазерной резки. Платить везде будут одинаково. Что выберешь?\n\n\n1.Конечно на ТВ! Посмотрю как делают настоящие новости и сам попробую себя в роли корреспондента\n\n2.Пробирки, реактивы, микроскопы, биоматериалы - кажется я делаю первый шаг к Нобелевке в области физиологии и медицины!\n\n3D-принтеры - это же самые современные технологии. Уже дома и органы для пересадки на них печатают. Однозначно туда!"

#IT-квантум
I1 = "Хочешь попробовать себя разработке игр, приложений и сайтов"
I2 = "Знаете, что такое C++ или Unity?"
I3 = "Обладаете ли вы базовыми навыками программирования?"
I4 = "Интересует разработка компьтерных игр?"
I4 = "Что такое датчики и для чего они используются?\n\n1.Детекторы, которые имеют возможность измерять некоторые физические качества, такие как давление или свет.\n\n2.Моторы, которые имеют возможность приводить некоторые детали в движения, такие как колеса или свет.\n\n3.И то и то\n\n4.Я не знаю"
I5 = "Знаете, что такое переменная, тип переменной и область видимости переменной?"
I6 = "Какие личностые требования должны быть к ученику?\n\n1.Навыки командной работы\n\n2.постоять за себя\n\n3.Генерировать различные идеи\n\n4.Чувство юмора"


#Инженерная математика
M1 = "Хотелось бы вам перестать думать шаблонами и научится здравому анализу?"
M2 = "Нравится ли вам решать не стандартные задачи?"
M3 = "Нравятся ли долгие вычисления и находить решение примеров?"
M4 = "Интересны ли вам доказтельства теорем?"
M5 = "Знаешь ли ты?\n\n1.Я на седьмом этаже. Это как шестой, но на один повыше. Иногда залезаю на крышу.\n\n2.В прямоугольном треугольнике квадрат длины гипотенузы, равен сумме квадратов длин катетов.\n\n3.Вдоль ночных дорог шла, босиком не жалея ног. Сердце его теперь в твоих руках. Не потеряй его и не сломай.\n\n4.В прямоугольном треугольнике квадрат катета, равен сумме квадратов длин гипотенуз."
M6 = "Конкатенация - это болезнь?\n\n1.Да. Это болезнь поджелудочной железы.\n\n2.Да. Это особое восполение слизестой.\n\n3.Нет. Это склеивания объектов\n\n4.Нет. Это термин дифферициального исчесления"
M7 = "Теорема Пифагора это частный случай теоремы косинусов?\n\n1.Теорма Пифагора это частный случай теоремы о синусах.\n\n2.Да.\n\n3.Что такое косинус?\n\n4.Наоброт. Теорема косинусов это частный случай теоремы Пифагора."
M8 = "Трисс или Йеннифэр?\n\n1.Трисс\n\n2.Йеннифэр\n\n3.Не выбираю вовсе\n\n4.Обе"
M9 = "Сколько будет 0,(3) + 0,(3) + 0,(3)?\n\n1.Один\n\n2.0,(9).\n\n3.0,9999999998.\n\n4.Я что калькуляор?"
M10 = "За столом сидели мужики и...?\n\n1.Ели.\n\n2.Решали задачи.\n\n3.Учили теоремы.\n\n4.Занимались робототехникой."
M11 = "Смотрите ли вы канал <i>\"Хауди Хо\"?</i>"

#Хайтек
H1 = "Хотели бы научится работать с 3D принтером, станком лазерной резки?"
H2 = "Не боитесь ли \"работать руками\" по дому? Можете забить гвоздь в стену, починить радиоприёмник, и т.п"
H3 = "Может вы уже увлекаетесь обработкой разнообразных материалов : дерева, металла и других?"
H4 = "Согласны ли беспрекословно соблюдать технику безопасности и ложить вещи на свои места ( если нет, вас могут отчислить из Квантума)?"
H5 = "Известна ли вам хотя бы одна технология 3D-печати?"
H6 = "Создавали ли вы 3D-модель?"
H7 = "Знаете ли вы разницу между векторной и растровой графикой?"
H8 = "Имеется ли аллергия на пыль?"
H9 = "Вы случайно раздавили шнур от зарядного устройства телефона ножкой стула. От этого телефон перестал заряжаться. Что вы будете с этим делать?\n\n1.Попытаюсь починить и заизолировать\n\n2.Выкину в мусорку и куплю новый шнур в магазине\n\n3.Стащу у брата или сестру тайком"
H10 = "Знаете ли вы другое применение лазера, кроме резки и гравировки?\n\n1.А еще можно светить в глаза летчикам самолетов\n\n2.Да. В рекламе видел, как лазером варили кофе и кузов машины\n\n3.У лазера множество применений"
H11 = "У вас в 3D-ручке застраял пластик. Что вы будете с этим делать?\n\n1.Заменю ручку по гарантии\n\n2.Вскрою ручку и попробую исправить данную проблему\n\n3.Выкину и заставлю родителей купить новую"
H12 = "Представьте, что вы уже в Хайтеке и к вам обратился кванторианец с просьбой найти колесо нестандартного диаметра, которого нет в кванториуме. Как вы ему поможете?\n\n1.Создадите модель и распечатаете на 3D-принтере\n\n2.Попросите переделать конструкцию так, чтобы обойтись имеющимися деталями\n\n3.Обратитесь к администрации докупить колеса?"
H13 = "Медиаквантум решил снять сюжет о Хайтеке. Будучи в группе Паши, что вы будете делать?\n\n1.Проведу экскурсию, расскажу об имеющемся оборудовании и продемонстрирую работу некоторых из них\n\n2.Не люблю светиться, боюсь камер, спрячусь в \"грязной зоне\" под большим фрезером\n\n3.Позову Пашу, наверняка он все лучше меня расскажет о направлении Хайтек"

#Промышленный дизайн 
D1 = "Тебе нравится рисовать?"
